{
  "title": "Apple shows its steepest quarterly decline in iPhone sales since pandemic's outset",
  "teaser": "Apple on Thursday disclosed its steepest quarterly decline in iPhone sales since the pandemic's outset, deepening a slump that's increasing the pressure on the trendsetting company to spruce up its products with more artificial intelligence.",
  "date": "2023-12-17T17:04:00.000Z",
  "breadcrumbs": ["News", "Tech"],
  "html": "<p>Apple on Thursday disclosed its steepest quarterly decline in iPhone sales since the pandemic's outset, deepening a slump that's increasing the pressure on the trendsetting company to spruce up its products with more artificial intelligence.</p>\r\n<p>The 10% drop in year-over-year iPhone sales for the January-March period is latest sign of weakness in a product that generates most of Apple's revenue. It marked the biggest drop in iPhone sales since July-September period in 2020, when production bottlenecks caused by factory closures during the pandemic resulted in a delayed release of that year's model.</p>\r\n<p>The current iPhone downturn was the main reason Apple's revenue for the latest quarter decreased 4% from last year to $90.8 billion. It marked the fifth consecutive quarter that Apple's revenue dipped from the previous year. Apple's profit in the past quarter totaled $23.64 billion, or $1.53 per share, a 2% dip from last year.</p>\r\n<p>But both Apple's revenue and earnings per share came in slightly above analysts projections, according to FactSet Research. Apple also predicted its revenue for the April-June quarter will rise modestly from a year ago, which would end the recent streak of erosion.</p>\r\n<p>Part of the iPhone deterioration during the first three months of the year stemmed from a big boost in sales during the same period last year when Apple said it was filling pent-up demand caused by pandemic-driven shipment delays.</p>\r\n<p>Even as it stumbles slightly, Apple remains one of the world's most prosperous companies. The Cupertino, California, company hammered home that point by announcing a 4% increase in its quarterly dividend to 25 cents per share. The company also committed to spending $110 billion buying back its own stock, a move that investors cheered but may fuel criticism that Apple is spending more money catering to Wall Street than creating more innovative products.</p>\r\n<p>Bolstered by the increased dividend and stock repurchase commitment, Apple's shares rose nearly 7% in extended trading after the news came out. The stock price has fallen 10% so far this year, erasing about $300 billion in stockholder wealth.</p>\r\n<p>Although investors have been dismayed by the weakening iPhone sales, they are also concerned Apple may be losing its edge as other tech giants such as Microsoft and Google sprint out to the early lead in artificial intelligence technology that is expected to reshape the industry and technology.</p>\r\n<p>The latest quarterly report \"leaves no margin for doubt about Apple's current state of affairs,\" said Investing.com analyst Thomas Monteiro. \"More than ever in the past decade, the company needs new products and solutions.\"</p>\r\n<p>Apple is widely expected to unveil more AI services in June during an annual conference showcasing the next version of its software for the iPhone and Mac computers.</p>\r\n<p>\"We believe in the transformative power and promise of AI and we believe we have advantages that will differentiate us in this new era,\" Apple CEO Tim Cook assured analysts during a Thursday conference while promising more details will be announced soon.</p>\r\n<p>Weak sales in China were again a factor in the latest quarter, with revenue in that region falling 8% from last year to $16.37 billion as rival smartphone makers gained ground in one of the company's largest markets. Even so, analysts had been anticipating an even bigger sales decline in the results, providing investors with a measure of relief.</p>\r\n<p>Apple had a few bright spots in the past quarter too, most notably in its service division, which saw its revenue rise 14% from the year before to $23.87 billion.</p>\r\n<p>The division reaps a significant portion of its revenue from a lucrative deal that locks in Google as the search engine that automatically answers queries on the iPhone — an arrangement that is a focal point of an antitrust trial currently wrapping up with closing arguments in Washington this week.</p>\r\n<p>Commissions collected on digital transactions within iPhone apps are also a major revenue source within Apple's services division, an area being targeted in a <a href=\"https://www.npr.org/2024/03/22/1240108502/doj-files-suit-against-apple-accusing-it-of-abusing-power-as-a-monopoly\">U.S. Justice Department lawsuit</a> alleging the company is running an illegal monopoly that locks out competition to the detriment of consumers.</p>\r\n<p>That case is expected to take several years to resolve, but European regulators already are forcing Apple to allow more alternatives to its proprietary iPhone app store as part of the Digital Markets Act.</p>\r\n"
}
