{
  "title": "Quaker Oats recalls granola products because of concerns of salmonella contamination",
  "teaser": "Quaker said that it has not received any reports of salmonella infections related to the recalled granola products. The full list of recalled foods includes granola oats cereals and Quaker Chewy Bars.",
  "date": "2023-12-17T17:04:00.000Z",
  "breadcrumbs": ["Food", "The Rub"],
  "text": "CHICAGO — Quaker Oats on Friday recalled several of its granola products, including granola bars and cereals, saying the foods could be contaminated with salmonella.\nSalmonella infections can cause fever, diarrhea, nausea, vomiting and stomach pain, according to the Food and Drug Administration. In rare cases, the bacterial disease can be fatal.\nQuaker, which is owned by PepsiCo, said in a news release that it has not received any reports of salmonella infections related to the recalled granola products. The full list of recalled foods includes granola oats cereals and Quaker Chewy Bars, which are also sold in PepsiCo's snack mixes.\nThe affected products have been sold in all 50 U.S. states, as well as U.S. territories, Quaker said. The company is asking customers with recalled products to throw them away and contact its customer support line or visit the recall website for more information and reimbursement.\nAccording to estimates from the Centers for Disease Control and Prevention, roughly 1.35 million cases of salmonella infection occur in the U.S. each year, causing approximately 26,500 hospitalizations and 420 deaths.\nAenean egestas laoreet diam, posuere dapibus orci vestibulum vitae. Maecenas luctus massa id lectus suscipit mattis. Fusce orci risus, egestas non quam viverra, lacinia malesuada neque.\nFusce dapibus velit justo, nec commodo libero vestibulum quis. Aliquam nec dictum velit, in viverra nunc. Fusce interdum, lectus ut placerat vestibulum, orci dolor ullamcorper augue, id maximus lectus ante vitae diam. Integer neque odio, feugiat at nibh sed, ultricies faucibus massa.\nPhasellus at euismod elit.\nSuspendisse tincidunt erat et eros scelerisque, facilisis ultrices dui interdum. Fusce libero purus, eleifend eu eleifend sit amet, iaculis non urna. Proin ut pharetra nibh. Etiam sit amet purus nec massa pretium tristique. Nam volutpat imperdiet feugiat.\nSuspendisse id ligula fermentum, egestas quam sed, ornare augue. Aliquam iaculis malesuada tellus, id finibus justo venenatis in. Sed ac erat sit amet orci venenatis aliquet sed ut turpis. Vestibulum eleifend ut felis vitae tincidunt. Curabitur condimentum rutrum faucibus. Integer pellentesque magna vel dictum venenatis. Aenean faucibus dolor quis est posuere placerat.\nNam non justo lacus. Vivamus a mi consequat, maximus mauris nec, hendrerit mi. Curabitur orci orci, maximus non neque ut, auctor ultricies eros.\nSed pharetra facilisis lacus, pulvinar feugiat enim. Nam sed porta quam. Donec eleifend finibus lacus id semper. Proin auctor quam ipsum, sit amet vehicula sapien egestas ut. Proin aliquam ligula elit, id semper est dignissim eget. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae; Aliquam arcu erat, posuere sed volutpat sed, auctor in nunc.\nDuis dignissim condimentum lacus nec sagittis. Maecenas non leo orci. Nulla fringilla ex vel elementum dictum. Proin a mauris pellentesque lacus dapibus pulvinar. Morbi finibus vulputate quam sit amet vestibulum."
}
